[
  {
    "name": "Bacillus Calmette-Guerin (BCG) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a682809.html",
    "sections": [
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      {
        "title": "Brand names",
        "content": "TheraCys® BCGTICE® BCG"
      }
    ]
  },
  {
    "name": "Haloperidol",
    "url": "https://medlineplus.gov/druginfo/meds/a682180.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Haloperidol is used to treat psychotic disorders (conditions that cause difficulty telling the difference between things or ideas that are real and things or ideas that are not real). Haloperidol is also used to control motor tics (uncontrollable need to repeat certain body movements) and verbal tics (uncontrollable need to repeat sounds or words) in adults and children who have Tourette's disorder (condition characterized by motor or verbal tics). Haloperidol is also used to treat severe behavioral problems such as explosive, aggressive behavior or hyperactivity in children who cannot be treated with psychotherapy or with other medications. Haloperidol is in a group of medications called conventional antipsychotics. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Haloperidol comes as a tablet and concentrated liquid to take by mouth. It is usually taken two or three times a day. Take haloperidol at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take haloperidol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of haloperidol and gradually increase your dose. Your doctor may decrease your dose once your condition is controlled. Be sure to tell your doctor how you are feeling during your treatment with haloperidol.Haloperidol may help control your condition, but will not cure it. Continue to take haloperidol even if you feel well. Do not stop taking haloperidol without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking haloperidol, you may experience difficulty controlling your movements."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Haloperidol is also used to treat confusion and difficulty thinking and understanding that is caused by severe physical or mental illness.  Talk to your doctor about the possible risks of using this medication for your condition.This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking haloperidol,tell your doctor and pharmacist if you are allergic to haloperidol or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone); anticoagulants (blood thinners); antihistamines; disopyramide (Norpace); dofetilide (Tikosyn); epinephrine (Epipen); erythromycin (E.E.S., E-Mycin, Erythrocin); ipratropium (Atrovent); lithium (Eskalith, Lithobid); medications for anxiety, depression, irritable bowel disease, mental illness, motion sickness, Parkinson's disease,seizures, ulcers, or urinary problems; methyldopa; moxifloxacin (Avelox); narcotic medications for pain; pimozide (Orap); procainamide ; quinidine ; rifampin (Rifater, Rifadin); sedatives; sotalol (Betapace, Betapace AF); sparfloxacin (Zagam) (not available in the US); sleeping pills; thioridazine; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had Parkinson's disease (PD; a disorder of the nervous system that causes difficulties with movement, muscle control, and balance). Your doctor will probably tell you not to take haloperidol.tell your doctor if you or anyone in your family has or has ever had prolonged QT syndrome (condition that increases the risk of developing an irregular heartbeat that may cause loss of consciousness, or sudden death). Also tell your doctor if you have or have ever had breast cancer; bipolar disorder (condition that causes episodes of depression, episodes of mania, and other abnormal moods); citrullinemia (condition that causes build-up of ammonia in the blood); an abnormal electroencephalogram (EEG; a test that records electrical activity in the brain); seizures; an irregular heartbeat; low levels of calcium or magnesium in your blood; trouble keeping your balance; chest pain; or heart or thyroid disease. Also tell your doctor if you have ever had to stop taking a medication for mental illness due to severe side effects.tell your doctor if you are pregnant, especially if you are in the last few months of your pregnancy, or if you plan to become pregnant or are breast-feeding. If you become pregnant while taking haloperidol, call your doctor. Haloperidol may cause problems in newborns following delivery if it is taken during the last months of pregnancy.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking haloperidol.you should know that this medication may make you drowsy and may affect your thinking and movements. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcohol during your treatment with haloperidol. Alcohol can make the side effects of haloperidol worse.you should know that haloperidol may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Haloperidol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\ndry mouthincreased salivablurred visionloss of appetiteconstipationdiarrheaheartburnnauseavomitingdifficulty falling asleep or staying asleepblank facial expressionuncontrollable eye movementsunusual, slowed, or uncontrollable movements of any part of the bodyrestlessnessagitationnervousnessmood changesdizziness, feeling unsteady, or having trouble keeping your balanceheadachebreast enlargement or painbreast milk productionmissed menstrual periodsdecreased sexual ability in menincreased sexual desiredifficulty urinatingIf you experience any of the following symptoms, call your doctor immediately:\r\n\r\nfevermuscle stiffnessfallingconfusionfast or irregular heartbeatsweatingdecreased thirstneck crampstongue that sticks out of the mouthtightness in the throatdifficulty breathing or swallowingfine, worm-like tongue movementsuncontrollable, rhythmic face, mouth, or jaw movementsseizureseye pain or discolorationdecreased vision, especially at nightseeing everything with a brown tintrashyellowing of the skin or eyeserection that lasts for hoursHaloperidol may cause other side effects. Tell your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include:\r\n\r\nunusual, slowed, or uncontrollable movements of any part of the bodystiff or weak musclesslowed breathingsleepinessloss of consciousness"
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Haldol®¶"
      }
    ]
  },
  {
    "name": "Trifluridine and Tipiracil",
    "url": "https://medlineplus.gov/druginfo/meds/a615049.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of trifluridine and tipiracil is used to treat colon (large intestine) or rectal cancer that has spread to other parts of the body in people who have already been treated with other chemotherapy medications or cannot receive these chemotherapy medications. The combination of trifluridine and tipiracil is also used to treat certain types of stomach cancer or cancer located in the area where the stomach meets the esophagus (the tube between the throat and stomach) that has spread to other parts of the body in people who have already received at least two other chemotherapy treatments. Trifluridine is in a class of medications called thymidine-based nucleoside analogues. It works by stopping the growth of cancer cells. Tipiracil is in a class of medications called thymidine phosphorylase inhibitors. It works by slowing the breakdown of trifluridine by the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of trifluridine and tipiracil comes as a tablet to take by mouth. It is usually taken twice a day with food for 5 days in a row, followed by a 2-day break. This dosing schedule is repeated and then followed by a 2-week break. This 28-day cycle may be repeated depending on how well this medication works for you and the side effects you experience. Take trifluridine and tipiracil at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take trifluridine and tipiracil exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole; do not split, chew, or crush them.Trifluridine and tipiracil tablets come in two different strengths. Your doctor may want you to take a combination of both strengths of tablets to make up your full dose. Be sure that you know what each type of tablet looks like and how many you are to take of each. Ask your doctor or pharmacist if you have any questions.Your doctor may delay your treatment or decrease your dose of trifluridine and tipiracil depending on the side effects that you experience. Be sure to talk to your doctor about how you are feeling during your treatment. Do not stop taking trifluridine and tipiracil without talking to your doctor.Wash your hands after handling trifluridine and tipiracil tablets. If someone else is handling your trifluridine and tipiracil tablets, they should wear rubber or latex gloves so that their skin does not come into contact with the tablets.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking trifluridine and tipiracil,tell your doctor and pharmacist if you are allergic to trifluridine and tipiracil, any other medications, or any of the ingredients in trifluridine and tipiracil tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if you are 65 years of age or older, or have or have ever had liver or kidney disease.tell your doctor if you are pregnant,  plan to become pregnant, or if you plan to father a child. You or your partner should not become pregnant during your treatment with trifluridine and tipiracil. If you are female, you will need to have a pregnancy test before you start treatment, and you should use birth control to prevent pregnancy during your treatment and for 6 months after your final dose. Talk to your doctor about birth control methods that you can use during your treatment. If you are a man and your partner can become pregnant, you should use a condom while taking this medication, and for 3 months after your treatment. If you or your partner become pregnant while you are receiving trifluridine and tipiracil, call your doctor immediately. Trifluridine and tipiracil may harm the fetus.tell your doctor if you are breastfeeding. Your doctor will probably tell you not to breastfeed during your treatment and for 1 day after your last dose."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Trifluridine and tipiracil may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\nhair losschange in the way things tasteloss of appetitemouth sores or swelling inside the mouthlack of energyexcessive tirednessSome side effects can be serious. If you experience any of these symptoms call your doctor immediately or get emergency medical treatment:\r\n\r\nfever, body aches, chills, or other signs of infectionnausea, vomiting, diarrhea, or abdominal pain that is severe or does not go awayweakness or shortness of breath when exercisingpale skinchest painpain with deep breathingcoughing up bloodunusual bleeding or bruisingTrifluridine and tipiracil may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911."
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before and during your treatment to check your body's response to trifluridine and tipiracil.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Lonsurf®"
      }
    ]
  },
  {
    "name": "Aspirin and Omeprazole",
    "url": "https://medlineplus.gov/druginfo/meds/a617014.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of aspirin and omeprazole is used to reduce the risk of stroke or heart attack in patients who have had or are at risk of these conditions and are also at risk of developing a stomach ulcer when taking aspirin. Aspirin is in a class of medications called antiplatelet agents. It works by preventing platelets (a type of blood cell) from collecting and forming clots that may cause a heart attack or stroke. Omeprazole is in a class of medications called proton-pump inhibitors. It works by decreasing the amount of acid made in the stomach."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of aspirin and omeprazole comes as a delayed-release tablet (releases the medication in the intestine to prevent damage to the stomach) to take by mouth. It is usually taken once daily with liquid at least 60 minutes before a meal. Take the combination of aspirin and omeprazole at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take the combination of aspirin and omeprazole exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the delayed-release tablets whole; do not split, dissolve, chew, or crush them.Continue to take aspirin and omeprazole even if you feel well. Do not stop taking aspirin and omeprazole without talking to your doctor. If you stop taking aspirin and omeprazole, there is a higher risk that you may have a heart attack or stroke.Do not take the combination of aspirin and omeprazole to treat sudden signs and symptoms of a heart attack or stroke.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking aspirin and omeprazole,tell your doctor and pharmacist if you are allergic to aspirin, other nonsteroidal anti-inflammatory drugs (NSAIDs) including ibuprofen (Advil, Motrin, others) and indomethacin (Indocin), omeprazole, any other medications, or any of the ingredients in the combination of aspirin and omeprazole delayed-release tablets. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking rilpivirine (Edurant, in Complera, in Odefsey). Your doctor will probably tell you not to take aspirin and omeprazole if you are taking this medication.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: acetazolamide (Diamox); anticoagulants ('blood thinners') such as heparin and warfarin (Coumadin, Jantoven); angiotensin-converting enzyme (ACE) inhibitors such as benazepril (Lotensin, in Lotrel), captopril, enalapril (Epaned, Vasotec), fosinopril, lisinopril (Prinivil, Qbrelis, Zestril), perindopril (Aceon), quinapril (Accupril), and ramipril (Altace); antiretrovirals such as atazanavir (Reyataz, in Evotaz), nelfinavir (Viracept), or saquinavir (Invirase); beta blockers such as atenolol (Tenormin), labetalol (Trandate), metoprolol (Lopressor, Toprol XL, others), nadolol (Corgard, in Corzide), and propranolol (Inderal, Innopran); citalopram (Celexa); cilostazol; clopidogrel (Plavix); cyclosporine (Gengraf, Neoral, Sandimmune); dasatinib (Sprycel); oral medications for diabetes; diazepam (Diastat, Valium); digoxin (Lanoxin); disulfiram (Antabuse); diuretics ('water pills'); erlotinib (Tarceva); iron salts; itraconazole (Onmel, Sporanox); ketoconazole (Nizoral); methotrexate (Otrexup, Rasuvo, Trexall); mycophenolate (Cellcept); nilotinib (Tasigna); other nonsteroidal anti-inflammatory drugs (NSAIDs) such as naproxen (Aleve, Naprosyn); phenytoin (Dilantin, Phenytek); probenecid (Probalan); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); tacrolimus (Astagraf, Prograf); ticagrelor (Brilinta); valproic acid (Depakene); and voriconazole (Vfend). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's Wort.tell your doctor if you have or have ever had severe shortness of breath, chest tightness or pain, coughing or wheezing (asthma), rhinitis (frequent stuffed or runny nose), or nasal polyps (growths on the linings of the nose) after taking aspirin or other NSAIDs including ibuprofen (Advil, Motrin, others). Your doctor may tell you that you should not take aspirin and omeprazole if you have any of these conditions.tell your doctor if you are of Asian descent or if you drink three or more alcoholic drinks every day. Also, tell your doctor if you have or have ever had a low level of magnesium in your blood, bleeding problems such as hemophilia, lupus, or liver or kidney disease.you should know that aspirin should not be taken by children and teenagers who have chicken pox, flu, flu symptoms, or who have received the varicella virus (chicken pox) vaccine in the past six weeks because of the risk of Reye's Syndrome (a serious condition in which fat builds up on the brain, liver, and other body organs).tell your doctor if you are pregnant, plan to become pregnant; or are breast-feeding. Aspirin or aspirin-containing medications may harm the fetus and cause problems with delivery if it is taken around 20 weeks or later during pregnancy. Do not take aspirin around or after 20 weeks of pregnancy, unless you are told to do so by your doctor. If you become pregnant while taking aspirin, call your doctor.you should know that this medication may decrease fertility in women. Talk to your doctor about the risks of taking aspirin and omeprazole.if you are 70 years of age or older, do not take this medication for a longer period of time than recommended by your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking aspirin and omeprazole."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Aspirin and omeprazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\nheartburnvomitingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r\n\r\nunusual bruising or bleedingbloody or black, tarry stoolsbloody vomitvomit that looks like coffee groundssevere diarrhea (watery or bloody stools) that may occur with or without fever and stomach crampsfrequent nose bleedschanges in urination, swelling of the hands and feet, rash, itching, or having breath that smells like ammoniayellowing of the skin or eyesdark urinepain or discomfort in right upper stomach areashortness of breath, lightheadedness, muscle weakness, pale skin, feeling tired, mood changes, or numbnessseizures, dizziness, muscle aches, or hand or feet spasmsrash, especially a rash on the cheeks or arms that gets worse in sunlightincreased or decreased urination, blood in urine, fatigue, nausea, loss of appetite, fever, rash, or joint painPeople who take proton pump inhibitors such as omeprazole may be more likely to fracture their wrists, hips, or spine than people who do not take one of these medications. The risk is highest in people who take high doses of one of these medications or take them for one year or longer.Aspirin and omperazole may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include:\r\n\r\nringing in the earsfeverconfusiondrowsinessblurred visionrapid heartbeatnauseavomitingsweatingflushingheadachedry mouth"
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain laboratory tests before and during your treatment, especially if you have severe diarrhea.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking aspirin and omperazole.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Yosprala®"
      }
    ]
  },
  {
    "name": "Deferasirox",
    "url": "https://medlineplus.gov/druginfo/meds/a606002.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Deferasirox is used to treat adults and children 2 years of age and older who have too much iron in their body because they received many blood transfusions. It is also used to treat adults and children 10 years of age and older who have too much iron in their body because of a genetic blood disorder called non–transfusion-dependent thalassemia (NTDT). Deferasirox is in a class of medications called iron chelators. It works by attaching to iron in the body so that it can be excreted (removed from the body) in feces."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Deferasirox comes as a tablet, granules, and a tablet for suspension (a tablet to dissolve in liquid) to take by mouth. It should be taken on an empty stomach once a day, at least 30 minutes before eating, The tablets and granules can also be taken with a light meal such as a whole wheat English muffin with jelly and skim milk, or a small turkey sandwich on whole wheat bread. Take deferasirox at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take deferasirox exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Different deferasirox products are absorbed by the body in different ways and cannot be substituted for one another. If you need to switch from one deferasirox product to another, your doctor may need to adjust your dose. Each time you receive your medication, check to be sure that you have received the deferasirox product that was prescribed for you. Ask your pharmacist if you are not sure that you received the right medication.Swallow deferasirox tablets (Jadenu) with water or other liquid. If you have trouble swallowing the tablet, you may crush the tablet and mix with a soft food such as yogurt or applesauce immediately before taking. However, do not crush the 90 mg tablet (Jadenu) using a professional crushing device that has jagged edges.To take deferasirox granules (Jadenu), sprinkle the granules on a soft food such a yogurt or applesauce immediately before taking.To take deferasirox tablets for suspension (Exjade), follow these steps:\r\n\r\nAlways dissolve the tablets for suspension in liquid before you take them. Do not chew or swallow the tablets for suspension whole.If you are taking less than 1000 mg of deferasirox, fill a cup halfway (about 3.5 oz/100 mL) with water, apple juice, or orange juice. If you are taking more than 1000 mg of deferasirox, fill a cup (about 7 oz/200 mL) with water, apple juice, or orange juice. If you are not sure how much deferasirox you are to take, ask your doctor or pharmacist.Place the number of tablets your doctor has told you to take in the cup.Stir the liquid for 3 minutes to completely dissolve the tablets.The mixture may become thick as you stir it.Drink the liquid immediately.Add a small amount of liquid to the empty cup and stir. Swish the cup to dissolve any medication that is still in the glass or on the stirrer.Drink the rest of the liquid.Your doctor may adjust your dose of deferasirox not more than once every 3 to 6 months, depending on the results of your laboratory tests.Deferasirox removes extra iron from your body slowly over time. Continue to take deferasirox even if you feel well.  Do not stop taking deferasirox without talking to your doctor."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking deferasirox,tell your doctor and pharmacist if you are allergic to deferasirox, any other medications, or any of the ingredients in deferasirox tablets, granules, or tablets for suspension. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: alosetron (Lotronex), aprepitant (Cinvanti, Emend), budesonide (Entocort, Pulmicort, Uceris, in Symbicort), buspirone, cholestyramine (Prevalite), colesevelam (Welchol), colestipol (Colestid), conivaptan (Vaprisol), cyclosporine (Gengraf, Neoral, Sandimmune), darifenacin (Enablex), darunavir (Prezista, in Prezcobix), dasatinib (Sprycel), dihydroergotamine (D.H.E. 45, Migranal), dronedarone (Multaq), duloxetine (Cymbalta), eletriptan (Relpax), eplerenone (Inspra), ergotamine (Ergomar, in Cafergot, Migergot), everolimus (Afinitor, Zortress), felodipine, fentanyl (Actiq, Duragesic, Subsys, others), fluticasone (Arnuity Ellipta, Flovent, in Breo Ellipta, Advair), hormonal contraceptives (birth control pills, patches, rings, or injections), indinavir (Crixivan), lopinavir (in Kaletra), lovastatin (Altoprev), lurasidone (Latuda), maraviroc (Selzentry), midazolam, nisoldipine (Sular), paclitaxel (Abraxane, Taxol), phenytoin (Dilantin, Phenytek), phenobarbital, pimozide (Orap), quetiapine (Seroquel), quinidine (in Nuedexta), ramelteon (Rozerem), repaglinide (Prandin, in Prandimet), rifampin (Rimactane, Rifadin, in Rifamate, in Rifater), ritonavir (Norvir, in Kaletra, Technivie, Viekira Pak), saquinavir (Invirase), sildenafil (Revatio, Viagra), simvastatin (Flolopid, Zocor, in Vytorin), siroliumus (Rapamune), tacrolimus (Astagraf, Envarsus, Prograf), theophylline (Theo-24), ticagrelor (Brilinta), tipranavir (Aptivus), tizanidine (Zanaflex), triazolam (Halcion), tolvaptan (Samsca), and vardenafil (Levitra, Staxyn). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking aluminum-containing antacids such as Amphojel, Alternagel, Gaviscon, Maalox, or Mylanta, take them 2 hours before or after deferasirox.tell your doctor what over the counter products you are taking, especially melatonin, or caffeine supplements.tell your doctor if you have myelodysplastic syndrome (a severe problem with the bone marrow that has a high risk of developing into cancer), or cancer. Your doctor may tell you not to take deferasirox.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking deferasirox, call your doctor."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Deferasirox may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\nstomach painnauseavomitingdiarrheaSome side effects can be serious. If you experience any of these symptoms or those mentioned in the IMPORTANT WARNING section, call your doctor immediately:\r\n\r\nhearing lossvision problemsrash, hives, peeling or blistering skin, fever, swollen lymph nodesdifficulty breathing or swallowing; swelling of the face, throat, tongue, lips, or eyes; hoarsenessunusual bruising or bleedingDeferasirox may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include the following:\r\n\r\nyellowing of the skin or eyespain in the upper right part of the stomachunusual bruising or bleedinglack of energyloss of appetiteflu-like symptomsdiarrheanauseavomitingdecreased urinationswelling of legs or ankles"
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor. You will need to have hearing and eye exams before starting deferasirox and once a year while taking this medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Exjade®Jadenu®"
      }
    ]
  },
  {
    "name": "Methoxy Polyethylene Glycol-Epoetin Beta Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a619007.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Methoxy polyethylene glycol-epoetin beta injection is used to treat anemia (a lower than normal number of red blood cells) in people with chronic kidney failure (condition in which the kidneys slowly and permanently stop working over a period of time) in adults on and not on dialysis and in children 5 years of age and older on dialysis who have already received another treatment for anemia. Methoxy polyethylene glycol-epoetin beta injection should not be used to treat anemia caused by cancer chemotherapy and should not be used in place of a red blood cell transfusion to treat severe anemia. Methoxy polyethylene glycol-epoetin beta injection is in a class of medications called erythropoiesis-stimulating agents (ESAs). It works by causing the bone marrow (soft tissue inside the bones where blood is made) to make more red blood cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Methoxy polyethylene glycol-epoetin beta injection comes as a solution (liquid) to inject subcutaneously (just under the skin) or intravenously (into a vein) in adults and intravenously in children. It is usually injected once every 2 or 4 weeks as directed by your doctor. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use methoxy polyethylene glycol-epoetin beta injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Your doctor will start you on a low dose of methoxy polyethylene glycol-epoetin beta injection and adjust your dose depending on your lab results and how you are feeling, usually not more than once every month. Your doctor may also tell you to stop using methoxy polyethylene glycol-epoetin beta injection for a time. Follow these instructions carefully.Do not shake methoxy polyethylene glycol-epoetin beta injection.Always inject methoxy polyethylene glycol-epoetin beta injection in its own syringe. Do not dilute it with any liquid and do not mix it with any other medications.Methoxy polyethylene glycol-epoetin beta injections may be given by a doctor or nurse, or your doctor may decide that you can inject it yourself or that you may have a friend or relative give the injections. You and the person who will be giving the injections should read the manufacturer's information for the patient that comes with methoxy polyethylene glycol-epoetin beta injection before you use it for the first time at home. Ask your doctor to show you or the person who will be injecting the medication how to inject it.You can inject methoxy polyethylene glycol-epoetin beta injection just under the skin anywhere on the outer area of your upper arms, middle of the front thighs, or stomach.Always look at methoxy polyethylene glycol-epoetin beta solution before injecting it. Be sure that the prefilled syringe is labeled with the correct name and strength of medication and an expiration date that has not passed. Also check that the solution is clear and colorless to slightly yellowish and does not contain lumps, flakes, or particles. If there are any problems with your medication, call your pharmacist and do not inject it.Do not use prefilled syringes more than once. Dispose of used syringes in a puncture-resistant container. Ask your doctor or pharmacist how to dispose of the puncture-resistant container."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before using methoxy polyethylene glycol-epoetin beta injection,tell your doctor and pharmacist if you are allergic to methoxy polyethylene glycol-epoetin beta, any other medications, or any of the ingredients in methoxy polyethylene glycol-epoetin beta injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have had high blood pressure and if you have ever had pure red cell aplasia (PRCA; a type of severe anemia that may develop after treatment with an ESA such as darbepoetin alfa injection, epoetin alfa injection, or methoxy polyethylene glycol-epoetin beta. Your doctor may tell you not to use methoxy polyethylene glycol-epoetin beta injection.tell your doctor if you have or have ever had seizures or cancer.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using methoxy polyethylene glycol-epoetin beta injection, call your doctor."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Your doctor may prescribe a special diet to help control your blood pressure and to help increase your iron levels so that methoxy polyethylene glycol-epoetin beta injection can work as well as possible. Follow these directions carefully and ask your doctor or dietician if you have any questions."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Methoxy polyethylene glycol-epoetin beta injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\ndiarrheavomitingconstipationrunny nose, sneezing, and congestionheadachemuscle spasmsback painstomach painfever, cough, or chillspain in legs or handsSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r\n\r\nrashhivesitchingskin blisters or peeling skinswelling of the face, throat, tongue, lips, or eyeswheezingdifficulty breathing or swallowingseizuresMethoxy polyethylene glycol-epoetin beta injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include:\r\n\r\nfast or racing heart beat"
      },
      {
        "title": "What other information should I know?",
        "content": "Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Mircera®"
      }
    ]
  },
  {
    "name": "Benztropine",
    "url": "https://medlineplus.gov/druginfo/meds/a682155.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Benztropine is used along with other medications to treat the symptoms of Parkinson's disease (PD; a disorder of the nervous system that causes difficulties with movement, muscle control, and balance) and tremors caused by other medical problems or medications. Benztropine is in a class of medications called anticholinergics. It works by blocking a certain natural substance (acetylcholine) to help to decrease symptoms in people with Parkinson's disease."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Benztropine comes as a tablet to take by mouth. It usually is taken at bedtime. It is usually  taken once daily but may be taken up to four times a day depending on your symptoms. Take benztropine at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take benztropine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start with a small dose and increase it slowly after seeing your response to benztropine. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand.Do not stop taking benztropine suddenly without talking with your doctor, especially if you are also taking other medications. Sudden stoppage can cause symptoms of Parkinson's disease to return."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking benztropine,tell your doctor and pharmacist if you are allergic to benztropine, any other medications, or any of the ingredients in the benztropine preparation. Ask your doctor or pharmacist or check the package label for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: tricyclic antidepressants such as desipramine (Norpramin), clomipramine (Anafranil), imipramine (Tofranil), or trimipramine (Surmontil) or haloperidol (Haldol).tell your doctor if you have or have ever had tardive dyskinesia (uncontrollable movement of the face, tongue, or other body parts); glaucoma; prostatic hypertrophy (BPH, enlargement of the prostate gland) or other problems with your urinary system; or heart or blood pressure problems.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking benztropine , call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking benztropine.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by benztropine.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Benztropine  may make your skin sensitive to sunlight.talk to your doctor about the risks and benefits of taking benztropine if you are 65 years of age or older. Older adults should not usually take benztropine because it is not as safe or effective as other medications that can be used to treat the same condition."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Side effects from benztropine are common. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\ndry mouthdifficulty or pain when urinatingconstipationvomitingnausealoss of appetiteSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r\n\r\nrashfast, irregular, or pounding heartbeatfeverconfusiondepressiondelusions or hallucinationsvision changesBenztropine may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include the following:\r\n\r\nexcitementconfusionnervousnessseeing things that do not exist (hallucinating)dizzinessmuscle weaknessdry mouthblurred visionrapid or pounding heartbeatupset stomachvomitingpainful urinationdifficulty swallowingrashheadachehot, dry, flushed skinbloody vomitseizurecomaheat strokeheartburnconstipation"
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your response to benztropine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Cogentin®¶"
      }
    ]
  },
  {
    "name": "Dipivefrin Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a686005.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ophthlamic dipivefrin is used to treat glaucoma, a condition in which increased pressure in the eye can lead to gradual loss of vision. Dipivefrin works by decreasing the pressure in the eye."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ophthalmic dipivefrin comes as a solution (liquid) to instill in the eye. Dipivefrin eye drops are usually applied every 12 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use dipivefrin eye drops exactly as directed. Do not use more or less of them or use them more often than prescribed by your doctor.Dipivefrin eye drops control glaucoma but do not cure it. Continue to use dipivefrin eye drops even if you feel well. Do not stop using dipivefrin eye drops without talking to your doctor.To instill the eye drops, follow these steps:\r\n\r\nWash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses. Ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before using dipivefrin eye drops,tell your doctor and pharmacist if you are allergic to dipivefrin, epinephrine, sulfites, or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are using, especially eye medications, and vitamins.tell your doctor if you have or have ever had high blood pressure, heart or blood vessel disease, irregular heartbeat, or asthma.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using dipivefrin eye drops, call your doctor immediately.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using dipivefrin eye drops.if you are using another topical eye medication, instill it at least 10 minutes before or after you instill dipivefrin eye drops."
      },
      null,
      {
        "title": "What side effects can this medication cause?",
        "content": "Dipivefrin eye drops may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\neye irritation or discomfortswelling or pain of the eyeblurred visionincreased sensitivity to light and glareSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r\n\r\nfast or irregular heartbeatchest painwheezingdifficulty breathingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      null,
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor. Your doctor will order certain eye tests to check your response to dipivefrin eye drops.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Akpro®Propine®"
      }
    ]
  },
  {
    "name": "Efavirenz, Emtricitabine, and Tenofovir",
    "url": "https://medlineplus.gov/druginfo/meds/a616048.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of efavirenz, emtricitabine, and tenofovir is used alone or along with other medications to treat human immunodeficiency virus (HIV) infection in adults and children weighing more than 40 kg (88 lb). Efavirenz is in a class of medications non-nucleoside reverse transcriptase inhibitors (NNRTIs). Emtricitabine and tenofovir are in a class of medications called nucleoside reverse transcriptase inhibitors (NRTIs). They work by decreasing the amount of HIV in the body. Although efavirenz, emtricitabine, and tenofovir will not cure HIV, these medications may decrease your chance of developing acquired immunodeficiency syndrome (AIDS) and HIV-related illnesses such as serious infections or cancer. Taking these medications along with practicing safer sex and making other lifestyle changes may decrease the risk of getting or transmitting the HIV virus to other people."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of efavirenz, emtricitabine, and tenofovir comes as a tablet to take by mouth. It is usually taken once a day with water on an empty stomach (at least 1 hour before or 2 hours after a meal). Take efavirenz, emtricitabine, and tenofovir at around the same time every day. Taking efavirenz emtricitabine, and tenofovir at bedtime may make certain side effects less bothersome. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take efavirenz, emtricitabine, and tenofovir exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take efavirenz, emtricitabine, and tenofovir even if you feel well. Do not stop taking efavirenz, emtricitabine, and tenofovir without talking to your doctor. If you stop taking efavirenz, emtricitabine, and tenofovir even for a short time, or skip doses, the virus may become resistant to medications and may be harder to treat.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking efavirenz, emtricitabine, and tenofovir,tell your doctor and pharmacist if you are allergic to efavirenz, emtricitabine, or tenofovir, any other medications, or any of the ingredients in efavirenz, emtricitabine, and tenofovir tablets. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking voriconazole (Vfend) or elbasvir and grazoprevir (Zepatier). Your doctor will probably tell you not to take efavirenz, emtricitabine, and tenofovir if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, you are taking or plan to take. Be sure to mention any of the following: acyclovir (Sitavig, Zovirax); adefovir (Hepsera); antidepressants; artemether and lumefantrine (Coartem); atazanavir (Reyataz); atorvastatin (Lipitor, in Caduet); atovaquone and proguanil (Malarone); boceprevir (Victrelis); bupropion (Wellbutrin, Zyban, others); carbamazepine (Carbatrol, Epitol, Equetro, Tegretol, Teril); clarithromycin (Biaxin, in Prevpac); cidofovir; cyclosporine (Gengraf, Neoral, Sandimmune); darunavir (Prezista) with ritonavir (Norvir); delavirdine (Rescriptor); didanosine (Videx); diltiazem (Cardizem, Cartia, Diltzac, Taztia, Tiazac); ethinyl estradiol and norgestimate (Estarylla, Ortho-Tri-Cyclen, Sprintec, others); etonogestrel (Nexplanon, in Nuvaring); etravirine (Intelence); felodipine; fosamprenavir (Lexiva); ganciclovir (Cytovene); gentamicin; glecaprevir and pibrentasvir (Mavyret); indinavir (Crixivan); itraconazole (Onmel, Sporanox); ketoconazole; lamivudine (Epivir, Epivir HBV, in Combivir, Epzicom, Triumeq, Trizivir); ledipasvir and sofosbuvir (Harvoni); lopinavir and ritonavir (Kaletra); maraviroc (Selzentry); medications for anxiety, mental illness, and seizures; methadone (Dolophine, Methadose); nevirapine (Viramune); nicardipine (Cardene); nifedipine (Adalat, Afeditab, Procardia); phenobarbital; phenytoin (Dilantin, Phenytek); nonsteroidal anti-inflammatory medications (NSAIDs) such as celecoxib (Celebrex), ibuprofen (Advil, Motrin), meloxicam (Mobic), and naproxen (Aleve, Naprelan, Naprosyn); other HIV medications containing efavirenz, emtricitabine, and tenofovir (Complera, Descovy, Genvoya, Odefsey, Stribild, Truvada, Sustiva, Emtriva, Viread); posaconazole (Noxafil); pravastatin (Pravachol); raltegravir (Isentress); rifabutin (Mycobutin); rifampin (Rifadin, Rimactane, in Rifamate, Rifater); ritonavir (Norvir, in Kaletra, Technivie, Viekira Pak); saquinavir (Invirase); sedatives; sertraline (Zoloft); sleeping pills; simeprevir (Olysio); simvastatin (Zocor, in Vytorin); sirolimus (Rapamune); sofosbuvir and velpatasvir (Epclusa); sofosbuvir, velpatasvir, and voxilaprevir (Vosevi); tacrolimus (Astagraf, Envarsus, Prograf); tranquilizers; valacyclovir (Valtrex); valganciclovir (Valcyte); verapamil (Calan, Covera, Tarka, Verelan); and warfarin (Coumadin, Jantoven). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with efavirenz, emtricitabine, and tenofovir, or may increase the risk that you will develop liver damage during your treatment with efavirenz, emtricitabine, and tenofovir, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you currently or have a prolonged QT interval (rare heart problem that may cause irregular heartbeat, fainting, or sudden death), or low levels of potassium or magnesium in your blood, ever drunk large amounts of alcohol, used street drugs, or over-used prescription medications. Also tell your doctor if you have or have ever had any of the conditions mentioned in the IMPORTANT WARNING section, depression or other mental illness, bone problems including osteoporosis (a condition in which the bones become thin and weak and break easily) or bone fractures, seizures, or liver or kidney disease.tell your doctor if you are pregnant, or plan to become pregnant. You should not become pregnant during your treatment and for 12 weeks after your final dose. If you can become pregnant, you will have to have a negative pregnancy test before you begin taking this medication and use effective birth control during your treatment. Efavirenz, emtricitabine, and tenofovir may interfere with the action of hormonal contraceptives (birth control pills, patches, rings, implants, or injections), so you should not use these as your only method of birth control during your treatment. You must use a barrier method of birth control (device that blocks sperm from entering the uterus such as a condom or a diaphragm) along with any other method of birth control you have chosen. Ask your doctor to help you choose a method of birth control that will work for you. If you become pregnant while taking efavirenz, emtricitabine, and tenofovir, call your doctor immediately.you should not breastfeed if you are infected with HIV or are taking efavirenz, emtricitabine, and tenofovir.you should be aware that your body fat may increase or move to different areas of your body, such as your upper back, neck (''buffalo hump''), breasts, and around your stomach. You may notice a loss of body fat from your face, legs, and arms.you should know that while you are taking medications to treat HIV infection, your immune system may get stronger and begin to fight other infections that were already in your body or cause other conditions to occur. This may cause you to develop symptoms of those infections or conditions. If you have new or worsening symptoms during your treatment with efavirenz, emtricitabine, and tenofovir be sure to tell your doctor.you should know that efavirenz, emtricitabine, and tenofovir may make you drowsy, dizzy, or unable to concentrate. Do not drive a car or operate machinery until you know how this medication affects you.you should know that efavirenz, emtricitabine, and tenofovir may cause changes in your thoughts, behavior, or mental health. Call your doctor immediately if you develop any of the following symptoms while you are taking efavirenz: depression, thinking about killing yourself or planning or trying to do so, angry or aggressive behavior, hallucinations (seeing things or hearing voices that do not exist), strange thoughts, or loss of touch with reality. Be sure your family knows which symptoms may be serious so that they can call your doctor if you are unable to seek treatment on your own.ask your doctor about the safe use of alcoholic beverages while you are taking efavirenz, emtricitabine, and tenofovir. Alcohol can make the side effects from efavirenz, emtricitabine, and tenofovir worse.you should know that efavirenz may cause potentially serious nervous system problems, including encephalopathy (a serious and potentially fatal disorder of the brain) months or years after you first take efavirenz, emtricitabine, and tenofovir. Although nervous system problems may begin after you have taken efavirenz, emtricitabine, and tenofovir for some time, it is important for you and your doctor to realize that they may be caused by efavirenz. Call your doctor right away if you experience problems with balance and coordination, confusion, memory problems, and other difficulties caused by abnormal brain function, at any time during your treatment with efavirenz, emtricitabine, and tenofovir. Your doctor may tell you to stop taking efavirenz, emtricitabine, and tenofovir."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medication."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Efavirenz, emtricitabine, and tenofovir may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\nheadachediarrheagasindigestiondarkening of skin color, especially on the palms of the hands or the soles of the feetpale skindifficulty falling asleep or staying asleepconfusionforgetfulnessfeeling agitated, worried, or nervousabnormally happy moodunusual dreamsjoint or back painitchingSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r\n\r\ndecreased urinationurinating large amountsincreased thirstongoing or worsening bone painbone fracturespain in the in the arms, hands, feet, or legsmuscle pain or weaknessrashpeeling, blistering, or shedding skinnumbness, burning, or tingling in the hands, arms, feet, or legsswelling of the face, throat, tongue, lips, eyes, legs, ankles, or feetdifficulty swallowing or breathinghoarsenessseizuresflu-like symptomsnauseavomitingextreme tirednessyellowing of skin or eyes; light-colored bowel movements; dark yellow or brown urine; loss of appetite; pain in upper right part of stomach; or unusual bleeding or bruisingweakness; muscle pain; shortness of breath or fast breathing; stomach pain with nausea and vomiting; cold or blue hands and feet; feeling dizzy or lightheaded; or fast or irregular heartbeatEfavirenz, emtricitabine, and tenofovir may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include the following:\r\n\r\nmovements of your body that you cannot controldizzinessdifficulty concentratingnervousnessconfusionforgetfulnessdifficulty falling asleep or staying asleepunusual dreamsdrowsinesshallucinations (seeing things or hearing voices that do not exist)abnormally happy moodstrange thoughts"
      },
      {
        "title": "What other information should I know?",
        "content": "Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking efavirenz, emtricitabine, and tenofovir.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.Keep a supply of efavirenz, emtricitabine, and tenofovir on hand. Do not wait until you run out of medication to refill your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Atripla® (as a combination product containing Efavirenz, Emtricitabine, Tenofovir)"
      }
    ]
  },
  {
    "name": "Terbinafine",
    "url": "https://medlineplus.gov/druginfo/meds/a699061.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Terbinafine granules are used to treat fungal infections of the scalp. Terbinafine tablets are used to treat fungal infections of the toenails and fingernails. Terbinafine is in a class of medications called antifungals. It works by stopping the growth of fungi."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Terbinafine comes as granules and as a tablet to take by mouth. Terbinafine granules are usually taken with a soft food once a day for 6 weeks. Terbinafine tablets are usually taken with or without food once a day for 6 weeks for fingernail infections and once a day for 12 weeks for toenail infections. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take terbinafine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.To prepare a dose of terbinafine granules, sprinkle the entire packet of granules onto a spoonful of soft food such as pudding or mashed potatoes. Do not sprinkle the granules onto a fruit-based soft food, such as applesauce. If your doctor has told you to take 2 packets of terbinafine granules, you may sprinkle the contents of both packets onto one spoonful, or you may sprinkle each packet onto a separate spoonful of soft food.Swallow the spoonful of granules and soft food without chewing.Your fungus may not be completely cured until a few months after you finish taking terbinafine. This is because it takes time for a healthy nail to grow in.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with terbinafine and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) to obtain the Medication Guide."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Terbinafine is also sometimes used to treat ringworm (fungal infections of the skin that cause a red scaly rash on different parts of the body) and jock itch (fungal infection of the skin in the groin or buttocks). Talk to your doctor about the risks of using this medication for your condition."
      },
      {
        "title": "What special precautions should I follow?",
        "content": "Before taking terbinafine,tell your doctor and pharmacist if you are allergic to terbinafine, any other medications, or any of the ingredients in terbinafine granules or tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: amiodarone (Cordarone, Nexterone, Pacerone); beta blockers such as atenolol (Tenormin), labetalol (Trandate), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), and propranolol (Hemangeol, Inderal LA, Innopran XL); caffeine (in Excedrin, Fioricet, Fiorinal, others); cimetidine (Tagamet); cyclosporine (Gengraf, Neoral, Sandimmune); dextromethorphan (Delsym, in Mucinex DM, Promethazine DM, others); flecainide; fluconazole (Diflucan); ketoconazole (Nizoral); monoamine oxidase type B (MAO-B) inhibitors such as rasagiline (Azilect), and selegiline (Eldepryl, Emsam, Zelapar); propafenone (Rythmol); rifampin (Rifadin, Rimactane, in Rifamate, Rifater); selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft); tricyclic antidepressants (TCAs) such as amitriptyline, amoxapine, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had liver disease. Your doctor will probably tell you not to take terbinafine.tell your doctor if you have or have ever had human immunodeficiency virus (HIV), acquired immunodeficiency syndrome (AIDS), a weakened immune system, lupus (condition in which the immune system attacks many tissues and organs including the skin, joints, blood, and kidneys), or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking terbinafine, call your doctor. Do not breastfeed while taking terbinafine.plan to avoid unnecessary or prolonged exposure to sunlight and artificial sunlight (tanning beds or UVA/B treatment) and wear protective clothing, sunglasses, and sunscreen. Terbinafine may make your skin sensitive to sunlight."
      },
      {
        "title": "What special dietary instructions should I follow?",
        "content": "Unless your doctor tells you otherwise, continue your normal diet."
      },
      {
        "title": "What side effects can this medication cause?",
        "content": "Terbinafine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r\n\r\ndiarrheaindigestionitchingheadachefeeling sad, worthless, restless, or other changes in moodloss of energy or interest in daily activitieschanges in how you sleepSome side effects can be serious. The following symptoms are uncommon; however, if you experience any of them, call your doctor immediately or get emergency medical treatment:\r\n\r\nnausealoss of appetiteextreme tirednessvomitingpain in the right upper part of the stomachdark urinepale stoolsyellowing of the skin or eyessevere skin rash that keeps getting worsefever, sore throat, and other signs of infectionswelling of the face, throat, tongue, lips, and eyesdifficulty swallowing or breathinghoarsenessswollen lymph glandspeeling, blistering, or shedding skinhivesitchingred or scaly rash that may be sensitive to sunlightloss of skin colormouth soressore throat, fever, chills, and other signs of infectionchest painunexplained bleeding or bruisingblood in urinefast or irregular heartbeatYou should know that terbinafine may cause a loss or a change in the way you taste or smell. Loss of taste can cause decreased appetite, weight loss, and anxious or depressed feelings. These changes may improve shortly after you stop treatment with terbinafine it may last a long time, or it may be permanent. If you notice a loss or a difference in the way you taste or smell, call your doctor.Terbinafine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088)."
      },
      {
        "title": "In case of emergency/overdose",
        "content": "In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at https://www.poisonhelp.org/help. If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.Symptoms of overdose may include the following:\r\n\r\nnauseavomitingstomach paindizzinessrashfrequent urinationheadache"
      },
      {
        "title": "What other information should I know?",
        "content": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before you begin treatment and during your treatment.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies."
      },
      {
        "title": "Brand names",
        "content": "Lamisil®"
      }
    ]
  }
]